{
  "npcs": [
    {
      "name": "Aurora",
      "race": [
        "gnome"
      ],
      "quote": "The ends justify the means. No other way around it.",
      "occupation": "Alchemist",
      "appearance": "A gnome with bright red hair and piercing blue eyes. Their narrow face paired with a large and curvy nose gives them a distinctly unique look. The top of their head is shaven as not to interfere with their work with potions and immaculately groomed facial hair graces their chin.",
      "personality": "Aurora is a shrewd individual with a pragmatic outlook on life. They are willing to do whatever it takes to achieve their goals and is constantly experimenting in their workshop with new, explosive concoctions. They may come across as unapproachable and even antagonistic at first due to their blunt, no-nonsense personality, but those who are determined enough to earn their favor will find a focused and loyal ally.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 35
    },
    {
      "name": "Kaela",
      "race": [
        "human"
      ],
      "quote": "Justice for all is justice for me.",
      "occupation": "Paladin",
      "appearance": "Kaela stands tall with chiselled features and striking sapphire eyes. A metallic breastplate adorned with intricate engravings and her long, flowy hair tumbling down in loose waves. Her shield, which shadows her back, bears the symbol of a white dove.",
      "personality": "Kaela is fiercely devoted to her cause and maintaining peace among her people. Her unwavering righteousness can sometimes shake those who have impure intentions. She is never afraid to speak her truth and stands up against those who she believes do wrong.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 36
    }
  ],
  "items": []
}