{
  "npcs": [
    {
      "name": "Garrick Stonehand",
      "race": "dwarf",
      "alignment": "5",
      "quote": "Gold is temporary, but honor is forever.",
      "occupation": "Brewer and Blacksmith",
      "appearance": "Garrick has a thick brown beard that falls all the way down to his chest. His skin is rough and leathery from years spent in front of hot forges.",
      "personality": "Garrick is honest to a fault, and he takes great pride in his work. He is quick to make friends, but slow to forgive those who cross him or betray his trust.",
      "definingmoment": "A few years ago, Garrick discovered that a group of bandits had been raiding small towns in the area. He rallied a group of fellow dwarves and led a successful attack against the bandit hideout, earning the respect of many in the community.",
      "plothook": "Garrick has been tasked with crafting a special weapon for the local lord, but he needs help finding a rare ingredient. He's willing to pay adventurers handsomely for their assistance.",
      "secret": "Garrick has a secret stash of rare and valuable gems that he keeps hidden away in his workshop. He's never told anyone about it, and he's not likely to anytime soon.",
      "personalityquirk": "Garrick has a habit of muttering to himself when he's deep in thought, and sometimes he forgets that other people are around.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 1
    },
    {
      "name": "Kethryllia Shadowborn",
      "race": "elf",
      "alignment": "chaotic good",
      "quote": "I learned everything I know on the streets, and I'm not afraid to use it.",
      "occupation": "Thief Assassin",
      "appearance": "Kethryllia is a lithe elf with jet black hair that cascades down her back. She has piercing blue eyes that seem to look straight through you, and a smirk that never leaves her lips.",
      "personality": "Kethryllia is confident, cunning, and quick-witted. She trusts no one, but is always willing to lend a helping hand to those in need.",
      "definingmoment": "Kethryllia's life changed forever when she was forced to kill her own brother in self-defense. She vowed to never let anyone get close enough to hurt her like that again.",
      "plothook": "Kethryllia is a master thief and assassin who has been hired to steal a powerful artifact from a wealthy noble. She needs the party's help to pull off the heist, but can they trust her?",
      "secret": "Kethryllia is actually a member of a secret organization of assassins who are working to take down a corrupt government from the inside.",
      "personalityquirk": "Kethryllia can't resist the temptation to steal something shiny and valuable whenever she sees it.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 2
    },
    {
      "name": "Thorngrim Goldbeard",
      "race": "dwarf",
      "alignment": "5",
      "quote": "I'm not always right, but I'm never wrong.",
      "occupation": "brewmaster blacksmith",
      "appearance": "Thorngrim stands at 4 feet tall with a thick, bushy beard and a muscular build. His skin is covered in scars from years of working in the forge, and his eyes twinkle with mischief.",
      "personality": "Thorngrim is a boisterous and jovial dwarf, always looking for the next great adventure. He has a quick wit and a sharp tongue, and is known for his love of ale and weapons.",
      "definingmoment": "Thorngrim once defeated a gang of bandits single-handedly using only his trusty warhammer and a barrel of ale. He still proudly displays the warhammer in his brewery as a reminder of his victory.",
      "plothook": "Thorngrim hires the adventurers to help him recover a stolen keg of his famous ale from a rival brewer, but they soon discover that there is more to the situation than meets the eye.",
      "secret": "Thorngrim is secretly a member of a secret society of dwarves who believe that ale is the key to unlocking the secrets of the universe.",
      "personalityquirk": "Thorngrim has a habit of telling tall tales and exaggerating his accomplishments, but he always does it with a twinkle in his eye and a grin on his face.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 4
    }
  ],
  "items": [
    {
      "name": "The Book of Forgotten Memories",
      "description": "This leather-bound book is filled with blank pages that magically fill with the memories of the people who hold it. When a person first touches the book, they must make a Wisdom saving throw (DC 15). On a failed save, they lose a random memory from their past. On a successful save, they gain insight into a previously forgotten memory. The book can be used once per day, and each use causes the pages to turn yellow and brittle. If the book is used too many times, it will crumble to dust.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 3
    },
    {
      "name": "The Eye of the Oracle",
      "description": "A small, intricately carved crystal, shaped like an eye. When gazed into, the beholder can see into the future, but only for a single moment at a time. The visions are often cryptic and require interpretation, but they can be incredibly helpful in predicting what lies ahead.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 5
    },
    {
      "name": "The Chalice of Souls",
      "description": "A beautifully crafted silver chalice with intricate designs etched on its surface. When in possession of the chalice, the wielder can capture the souls of defeated enemies or slain creatures by touching the rim of the chalice to their forehead. The chalice can hold up to 10 souls at a time. Once filled with souls, the chalice can be used to cast powerful spells or summon undead minions to do the bidding of the wielder. However, the souls trapped within the chalice are not content with their captivity and may try to influence or even possess the wielder, causing madness or worse. Only by releasing the souls back into the afterlife can the wielder be free of their influence.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 6
    }
  ],
  "categories": [
    {
      "name": "worlds"
    },
    {
      "name": "cities"
    },
    {
      "name": "buildings"
    },
    {
      "name": "npcs"
    },
    {
      "name": "items"
    }
  ]
}