{
  "npcs": [
    {
      "name": "Kethril Brightshard",
      "race": "dwarf",
      "alignment": "neutral",
      "quote": "If it's not made of gold, it's not worth my time.",
      "occupation": "treasure hunter",
      "appearance": "Kethril is a stout dwarf with a bushy beard and piercing blue eyes. His armor is adorned with gold filigree.",
      "personality": "Kethril is single-minded in his pursuit of treasure and will stop at nothing to get it.",
      "definingmoment": "Kethril's obsession with treasure began when he discovered a cache of long-lost dwarven gold in a secret chamber. Since then, he has been on a never-ending quest to find more.",
      "plothook": "Kethril claims to have knowledge of a legendary hoard of gold hidden deep in the mountains, but he needs a group of adventurers to help him get to it.",
      "secret": "Kethril's true motivation for finding treasure is not just for the wealth, but to fund the rebuilding of his clan's ancestral home, which was destroyed in a goblin invasion.",
      "personalityquirk": "Kethril has a habit of spitting on his hands before handling any valuable items he finds.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 2
    }
  ],
  "items": [
    {
      "name": "The Weary Traveler's Cloak",
      "type": "armor",
      "rarity": "rare",
      "usefulness": "very useful",
      "description": "This cloak is a dusty grey, adorned with patches and loose threads. Despite its appearance, it radiates warmth and comfort. It seems to know the burden of a weary traveler.",
      "requirements": "None",
      "effects": "The Weary Traveler's Cloak gives the wearer a sense of comfort and familiarity, allowing them to rest more easily on their travels. When worn during a long rest, the wearer gains an extra hit die and regains an additional 1d4 hit points. Additionally, once per day, the wearer can use the cloak to conjure a small campfire, providing warmth and light for up to 4 hours. The campfire disappears after 4 hours or if extinguished by the wearer.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 1
    }
  ],
  "npc_items": [],
  "categories": [
    {
      "name": "worlds"
    },
    {
      "name": "cities"
    },
    {
      "name": "buildings"
    },
    {
      "name": "npcs"
    },
    {
      "name": "items"
    }
  ]
}