{
  "npcs": [
    {
      "name": "Aurora",
      "race": [
        "gnome"
      ],
      "quote": "The ends justify the means. No other way around it.",
      "occupation": "Alchemist",
      "appearance": "A gnome with bright red hair and piercing blue eyes. Their narrow face paired with a large and curvy nose gives them a distinctly unique look. The top of their head is shaven as not to interfere with their work with potions and immaculately groomed facial hair graces their chin.",
      "personality": "Aurora is a shrewd individual with a pragmatic outlook on life. They are willing to do whatever it takes to achieve their goals and is constantly experimenting in their workshop with new, explosive concoctions. They may come across as unapproachable and even antagonistic at first due to their blunt, no-nonsense personality, but those who are determined enough to earn their favor will find a focused and loyal ally.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 35
    },
    {
      "name": "Gulliver",
      "race": "gnome",
      "quote": "Ain't nobody perfect.",
      "occupation": "Junk dealer",
      "appearance": "Gulliver stands only two feet tall with a large cranium dwarfing the rest of his body like towering tree stump. His skin is wrinkled making him look far older than he really is, and his beard stretches down to his belt-line. He is missing most of his teeth, giving him some gnarly speech impediments.",
      "personality": "Despite his short-comings, both physical and moral, Gulliver has a smirk that just hints at smug arrogance below the ignorance of his stereotype. Though he is not evil per say, like every dejected cynic, all offers are at least considered, if not necessarily accepted.",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 36
    },
    {
      "name": "Lyra",
      "race": [
        "gnome"
      ],
      "quote": "I may be small, but I pack a punch.",
      "occupation": "Inventor and Mechanic",
      "appearance": "A petite woman, Lyra's hair is a vibrant green and is tied up messily in a ponytail. Her eyes are a soft brown, heavily lidded with lashes twice her head length. Even though her clothes are in stitches and thread, her inventiveness is clear from her tools jingling in the pockets.",
      "personality": "Lyra may be a gnome of few words, but she always gets straight to the task and gets the tasks done right away. She may appear to be cold and calculating, but she definitely has a heart wanting to protect what she values at all costs. ",
      "image": "https://preview.redd.it/i-really-enjoy-making-character-concepts-for-dnd-and-here-v0-7djvh5cv439a1.png?width=640&crop=smart&auto=webp&s=df65473e9b8d448d0439c350f94c4076177c9cf9",
      "id": 37
    }
  ],
  "items": []
}