{
  "npcs": [],
  "items": [
    {
      "name": "The Cloak of Hidden Passages",
      "type": "armor",
      "rarity": "rare",
      "usefulness": "very useful",
      "description": "This cloak is made of a unique material that allows the wearer to pass through solid objects for a short period of time. The cloak is gray and has a few tears in it, but they do not affect its magical properties.",
      "requirements": "The wearer must attune to the cloak and have a minimum Dexterity score of 15.",
      "effects": "While wearing the cloak, the wearer can pass through solid objects for up to 10 minutes per day. The cloak cannot be used to move through living creatures or magical barriers. Additionally, the wearer cannot carry anything with them while passing through solid objects. Finally, the wearer will take 1d4 force damage for every 10 feet they move while inside a solid object.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 1
    },
    {
      "name": "The Tattered Cloak of Memories",
      "type": "armor",
      "rarity": "rare",
      "usefulness": "high",
      "description": "This cloak is made from tattered pieces of fabric that seem to shift and flow in a hypnotic pattern. It is said that anyone who wears it will be filled with the memories of those who have worn it before.",
      "requirements": "Attunement",
      "effects": "While wearing The Tattered Cloak of Memories, the wearer gains the ability to recall the experiences of those who have worn it before. They can gain insight into the places it has been, the battles it has seen, or the people it has protected. The memories are random, and the wearer cannot control what they see or feel. The cloak also provides a +2 bonus to the wearer's Charisma, as their personality becomes infused with the memories of the cloak's previous wearers.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 2
    },
    {
      "name": "Cloak of Misdirection",
      "type": "armor",
      "rarity": "rare",
      "usefulness": "very useful",
      "description": "This cloak is made of a strange fabric that seems to shimmer and shift, making it difficult to track. When worn, it grants the wearer the ability to misdirect their enemies with a flick of their wrist.",
      "requirements": "Wearer must have proficiency in Deception.",
      "effects": "Once per short rest, the wearer may use a bonus action to roll a Deception check against any enemy within 30 feet. If the check is successful, the enemy has disadvantage on their next attack against the wearer. Additionally, the wearer gains advantage on Stealth checks while wearing this cloak.",
      "image": "https://mj-gallery.com/e1b6c0a8-cfa0-443b-b33a-ec999ffc9936/grid_0_640_N.webp",
      "id": 3
    }
  ],
  "npc_items": [],
  "categories": [
    {
      "name": "worlds"
    },
    {
      "name": "cities"
    },
    {
      "name": "buildings"
    },
    {
      "name": "npcs"
    },
    {
      "name": "items"
    }
  ]
}